tap "1password/tap"
tap "hashicorp/tap"
tap "hettysoft/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mdogan/zulu"
tap "moncho/dry"
tap "nikitabobko/tap"
brew "act"
brew "aider"
brew "bat"
brew "curl"
brew "docker"
brew "eza"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "fx"
brew "gh"
brew "git"
brew "git-delta"
brew "grpcurl"
brew "htop"
brew "jq"
brew "lazygit"
brew "mcfly"
brew "mise"
brew "neovim"
brew "nmap"
brew "postgis"
brew "postgresql@14"
brew "dive"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "hettysoft/tap/hetty"
brew "moncho/dry/dry"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "calibre"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mitmproxy"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "pocket-casts"
cask "qbittorrent"
cask "signal"
cask "slack"
cask "todoist"
cask "vlc"
cask "zoom"
